import Navigation from "../components/Navigation";

export default function ContactsPage() {
  return (
    <>
      <Navigation />
      <main style={{ padding: 24 }}>
        <h1>Контактная информация</h1>

        <h2>Центр программирования и кибербезопасности</h2>
        <p>Руководитель: Велибеков Казихан Исмаилович</p>
        <p>Адрес: г. Москва, ул. Академика Миллионщикова, д. 20</p>
        <p>Телефон: +7 (985) 332-08-39</p>
        <p>E-mail: Velibekov_K@itmoscow.pro</p>

        <h2>Digital.Колледж</h2>
        <p>Руководитель: Емельянова Александра Сергеевна</p>
        <p>Адрес: г. Москва, проспект Вернадского, дом 29А</p>
        <p>Телефон: +7 (926) 815-35-34</p>
        <p>E-mail: EmelyanovaAS@itmoscow.pro</p>

        <h2>IT.Бирюлево</h2>
        <p>Руководитель: Сугатова Анна Юрьевна</p>
        <p>Адрес: г. Москва, проезд Харьковский, дом 5А</p>
        <p>Телефон: +7 (985) 017-51-92</p>
        <p>E-mail: sugatova_au@itmoscow.pro</p>

        <h2>Центр городских технологий</h2>
        <p>Руководитель: Терехов Евгений Васильевич</p>
        <p>Адрес: г. Москва, улица Судостроительная, дом 48</p>
        <p>Телефон: +7 (925) 759-60-92</p>
        <p>E-mail: terekhov@itmoscow.pro</p>
      </main>
    </>
  );
}